/* No comment provided by engineer. */
"%d comment" = "%d comment";

/* No comment provided by engineer. */
"%d comments" = "%d comments";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"Add body" = "Add body";

/* No comment provided by engineer. */
"Add caption" = "Add caption";

/* No comment provided by engineer. */
"Add comment" = "Add comment";

/* No comment provided by engineer. */
"Add location" = "Add location";

/* No comment provided by engineer. */
"All" = "All";

/* No comment provided by engineer. */
"All (excluded from first page)" = "All (excluded from first page)";

/* No comment provided by engineer. */
"Application" = "Application";

/* No comment provided by engineer. */
"Application Icon:" = "Application Icon:";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Body text" = "Body text";

/* No comment provided by engineer. */
"Body text:" = "Body text:";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Caption:" = "Caption:";

/* No comment provided by engineer. */
"Choose from Library" = "Choose from Library";

/* No comment provided by engineer. */
"Comments" = "Comments";

/* No comment provided by engineer. */
"Couldn't find user" = "Couldn't find user";

/* No comment provided by engineer. */
"Credentials" = "Credentials";

/* No comment provided by engineer. */
"Developed by:" = "Developed by:";

/* No comment provided by engineer. */
"Do you really want to logout?" = "Do you really want to logout?";

/* No comment provided by engineer. */
"Error occured: %@ ..." = "Error occured: %@ ...";

/* No comment provided by engineer. */
"Failed to comment on photo" = "Failed to comment on photo";

/* No comment provided by engineer. */
"Failed to register with Push notification" = "Failed to register with Push notification";

/* No comment provided by engineer. */
"Favorite users" = "Favorite users";

/* No comment provided by engineer. */
"First Page" = "First Page";

/* No comment provided by engineer. */
"Follow" = "Follow";

/* No comment provided by engineer. */
"Forget it" = "Forget it";

/* No comment provided by engineer. */
"Friends" = "Friends";

/* No comment provided by engineer. */
"Go" = "Go";

/* No comment provided by engineer. */
"Go to User" = "Go to User";

/* No comment provided by engineer. */
"Goto user" = "Goto user";

/* No comment provided by engineer. */
"Initializing..." = "Initializing...";

/* No comment provided by engineer. */
"List view" = "List view";

/* No comment provided by engineer. */
"Load more ..." = "Load more ...";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Logging in..." = "Logging in...";

/* No comment provided by engineer. */
"Login failed" = "Login failed";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Logout?" = "Logout?";

/* No comment provided by engineer. */
"Members" = "Members";

/* No comment provided by engineer. */
"MobilBlogg" = "MobilBlogg";

/* No comment provided by engineer. */
"MobilBlogg.nu for iPhone" = "MobilBlogg.nu for iPhone";

/* No comment provided by engineer. */
"My Blog" = "My Blog";

/* No comment provided by engineer. */
"My pages" = "My pages";

/* No comment provided by engineer. */
"My Start Page" = "My Start Page";

/* No comment provided by engineer. */
"no comments" = "no comments";

/* No comment provided by engineer. */
"No image found!!" = "No image found!!";

/* No comment provided by engineer. */
"No image?" = "No image?";

/* No comment provided by engineer. */
"No such user" = "No such user";

/* No comment provided by engineer. */
"No user" = "No user";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Ok!" = "Ok!";

/* No comment provided by engineer. */
"Ok, beam me up!" = "Ok, beam me up!";

/* No comment provided by engineer. */
"Open profile in browser" = "Open profile in browser";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Photo visible to:" = "Photo visible to:";

/* No comment provided by engineer. */
"Photos" = "Photos";

/* No comment provided by engineer. */
"Photos by %@" = "Photos by %@";

/* No comment provided by engineer. */
"Posting ..." = "Posting ...";

/* No comment provided by engineer. */
"Private (only me)" = "Private (only me)";

/* No comment provided by engineer. */
"Profile for %@" = "Profile for %@";

/* No comment provided by engineer. */
"Resizing image..." = "Resizing image...";

/* No comment provided by engineer. */
"Save secret word?" = "Save secret word?";

/* No comment provided by engineer. */
"Saved credentials are not valid" = "Saved credentials are not valid";

/* No comment provided by engineer. */
"Server rejected credentials" = "Server rejected credentials";

/* No comment provided by engineer. */
"Server side code by:" = "Server side code by:";

/* Menu item */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Take Picture with Camera" = "Take Picture with Camera";

/* No comment provided by engineer. */
"Taken at %@" = "Taken at %@";

/* No comment provided by engineer. */
"Third party code:" = "Third party code:";

/* No comment provided by engineer. */
"This is a fatal error and you need to report it to the developer!" = "This is a fatal error and you need to report it to the developer!";

/* No comment provided by engineer. */
"Thumb view" = "Thumb view";

/* No comment provided by engineer. */
"To use this application you need a Mobilblogg account. Please sign up at http://www.mobilblogg.nu" = "To use this application you need a Mobilblogg account. Please sign up at http://www.mobilblogg.nu";

/* No comment provided by engineer. */
"Try again?" = "Try again?";

/* No comment provided by engineer. */
"Unknown permission" = "Unknown permission";

/* No comment provided by engineer. */
"Upload" = "Upload";

/* No comment provided by engineer. */
"Upload failed!" = "Upload failed!";

/* No comment provided by engineer. */
"Upload photo" = "Upload photo";

/* No comment provided by engineer. */
"Uploading image..." = "Uploading image...";

/* No comment provided by engineer. */
"User photos" = "User photos";

/* No comment provided by engineer. */
"Username" = "Username";

/* No comment provided by engineer. */
"Visible to:" = "Visible to:";

/* No comment provided by engineer. */
"Waiting for server response..." = "Waiting for server response...";

/* No comment provided by engineer. */
"We have no image here, grave error" = "We have no image here, grave error";

/* No comment provided by engineer. */
"Wrong secret word!" = "Wrong secret word!";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You need to enter your secret word in order to upload photos." = "You need to enter your secret word in order to upload photos.";

